Repository: jagmohanbhatt/angularproj
Catalog: src/locale/messages.*.xlf
Languages: fr

source: Domestic and International Flights
fr: Vols nationaux et internationaux

source: Search your flights here!
fr: Recherchez vos vols ici!

source: Departure Airport Code
fr: Code de l'aéroport de départ

source: Arrival Airport Code
fr: Code de l'aéroport d'arrivée

source: Departure Date
fr: Date de départ

source: Arrival Date
fr: Date d'arrivée

source: Search
fr: Chercher

source: Airline
fr: Compagnie aérienne

source: Outbound flight duration
fr: Durée du vol aller

source: Inbound flight duration
fr: Durée du vol entrant

source: Total Amount
fr: Montant total

source: Vic Airlines
fr: Vic Compagnies aériennes

source: Home
fr: Accueil

source: Search Flights
fr: Recherche de vols
